[
    {
        "title": "Картофельный суп",
        "ingredients": "Вода - 1 л, Картофель - 800 г, Бекон - 200 г, Молоко - 200 мл, Лук репчатый - 100 г, Морковь - 100 г, Чеснок - 2 зубчика, Мука - 2 ч.л., Растительное масло - 1 ст.л., Орегано - 1/2 ч.л., Черный молотый перец - по вкусу, Соль - по вкусу ",
        "description": "Картофель нарезать на кубики 1-1,5 см, промыть несколько раз в холодной воде.\nЛук нарезать мелко, морковь натереть на тёрке или мелко нарезать, чеснок измельчить, бекон нарезать на кубики 1 см.\nРазогреть кастрюлю на среднем огне, добавить 1 ст.л. растительного масла, лук и обжарить на среднем огне 3 минуты, добавить морковь готовить вместе 1 минуту, затем бекон - обжарить 2 минуты.\nПосле добавить чеснок и обжарить 1 минуту, добавить муку, хорошо перемешать и обжарить 1 минуту.\nВлить молоко, добавить картофель, воду, соль по вкусу, орегано, чёрный молотый перец, перемешать, довести до кипения и готовить на слабом огне 15 минут.\nВыключить плиту, помять картофелемялкой.\nКартофельный суп подавать горячим, посыпав зеленью.",
        "calories": "120",
        "ingredient_types": "MILK_PRODUCTS, MEAT",
        "menu": "CLASSIC",
        "dish_type": "LUNCH",
        "image": "https://i.ibb.co/yPf7PPP/image.webp"
    },
    {
        "title": "Сэндвич с яйцом и ветчиной",
        "ingredients": "Куриные яйца - 4 шт, Хлеб для тостов - 4 ломтика, Молоко - 2 ст.л., Ветчина - 50 г, Зеленый лук - 10 г, Сливочное масло - 20 г, Сушеный чеснок - 1/5 ч.л., Перец черный молотый - по вкусу, Соль - по вкусу ",
        "description": "Нарезать мелко ветчину и зелёный лук.\nСмешать в миске куриные яйца, молоко, добавить соль, перец, чеснок и немного взбить вилкой.\nНагреть сковороду на среднем огне, обжарить на сухой сковороде ломтики хлеба по 1-2 минуты с каждой стороны до золотистого цвета.\nУдалить бумажным полотенцем из сковороды оставшиеся хлебные крошки.\nДобавить в сковороду сливочное масло, ветчину и зелёный лук, обжарить 1 минуту на среднем огне.\nВлить в сковороду подготовленную яичную смесь, дать 20-30 сек омлету схватиться, убавить огонь на минимальный, затем лопаткой по кругу собрать омлет от края сковороды к центру так, чтобы яйца стекали по краям.\nГотовый омлет выложить на ломтик обжаренного хлеба, накрыть вторым ломтиком и подавать сэндвич к столу.",
        "calories": "202",
        "ingredient_types": "MILK_PRODUCTS, MEAT",
        "menu": "CLASSIC",
        "dish_type": "BREAKFAST",
        "image": "https://i.ibb.co/VJtkFPG/image.webp"
    },
    {
        "title": "Кукурузная каша на молоке",
        "ingredients": "Кукурузная крупа - 150 г 1 стакан, Вода - 600 мл 3 стакана, Молоко - 200 мл 1 стакан, Сливочное масло - 20 г, Сахар - по вкусу, Соль - по вкусу",
        "description": "Кукурузную крупу промыть в теплой воде несколько раз, воду слить.\nНагреть сковороду на среднем огне, высыпать крупу и обжаривать 3-5 минут на среднем огне, постоянно помешивая.\nКак только крупа достаточно просохнет и станет рассыпчатой, добавить в сковороду сливочное масло и обжаривать еще 1-2 минуты. на среднем огне, постоянно помешивая.\nВоду в кастрюле довести до кипения, добавить соль и сахар по вкусу.\nКрупу высыпать из сковороды в кастрюлю, убавить огонь на минимальный и готовить 10 минут, помешивая венчиком.\nКак только крупа достаточно впитает воды и увеличится в размере, влить в кастрюлю молоко, довести до кипения и варить еще 10 минут на слабом огне, постоянно помешивая.\nВыключить плиту, накрыть кастрюлю крышкой и оставить кашу на 15-20 минут.\nКукурузную кашу подавайте горячей, полив сливочным маслом. при желании добавьте в кашу кусочки брынзы или сыра, ягоды или фрукты.",
        "calories": "98",
        "ingredient_types": "MILK_PRODUCTS",
        "menu": "CLASSIC, LOW_CARB",
        "dish_type": "BREAKFAST",
        "image": "https://i.ibb.co/jWmDWyd/image.webp"
    },
    {
        "title": "Коул Слоу",
        "ingredients": "Капуста белокочанная - 300 г, Морковь - 100 г, Капуста краснокочанная - 200 г, Листья сельдерея - 40 г, Свежая петрушка - 30 г, Майонез - 120 г, Уксус яблочный - 2 ст.л., Горчица дижонская - 1,5 ст.л., Сахар - 1,5 ст.л., Перец черный молотый - 1/2 ч.л., Соль - 1/2 ч.л.",
        "description": "Капусту нарезать тонкой соломкой с помощью ножа или шинковки для овощей. Морковь натереть на крупной терке, листья петрушки и сельдерея мелко нарезать.\nВ миску добавить майонез, яблочный уксус, дижонскую горчицу, черный молотый перец, соль, сахар и перемешать до однородного состояния.\nВсе овощи выложить в большую миску и перемешать\nДобавить подготовленный соус и перемешать.\nСалат 'Коул слоу' оставить на 10 минут и подавать к столу.",
        "calories": "89",
        "ingredient_types": "",
        "menu": "LOW_CARB, VEGITARIAN, KETO",
        "dish_type": "DINNER",
        "image": "https://i.ibb.co/MgRk3g9/image.webp"
    },
    {
        "title": "Рыбный суп",
        "ingredients": "Суповой набор из лосося - 1 кг, Картофель - 400 г, Лук репчатый - 220 г, Морковь - 120 г, Корень сельдерея - 200 г, Чеснок - 4 зубчика, Масло растительное - 3 ст.л., Лук зеленый - 10 г, Свежая петрушка - 10 г, Свежий укроп - 10 г, Вода - 2,5 л, Лавровый лист - 2 шт, Соль - 1 ст.л., Перец черный молотый - 1/2 ч.л.",
        "description": "Рыбу промыть, удалить чешую и нарезать на порционные куски, голову хорошо промыть и удалить жабры.\nСтебли укропа и петрушки перевязать ниткой, листья измельчить. Картофель нарезать средним кубиком, сельдерей и морковь небольшими кубиками, чеснок измельчить.\nВ кастрюлю налить 2,5 литра воды, добавить 1 ст.л. соли и довести до кипения.\nВ кастрюлю выложить голову и хвост рыбы. Довести до кипения, удалить образовавшуюся пену, накрыть крышкой и варить 20 минут на слабом огне.\nЗатем в кастрюлю добавить картофель, пучок из стеблей укропа и петрушки, 2 лавровых листа. Прикрыть кастрюлю крышкой и варить еще 10 минут на слабом огне.\nНагреть сковороду с растительным маслом, добавить репчатый лук, корень сельдерея, морковь и обжарить 10 минут на среднем огне.\nВ сковороду добавить чеснок, перемешать и накрыть сковороду крышкой, тушить на слабом огне 10 минут.\nДостать из кастрюли стебли петрушки и укропа. Рыбу переложить в миску и очистить от кожи и костей.\nВ кастрюлю добавить еще не отваренные кусочки рыбы, обжаренные овощи, молотый перец и довести до кипения, накрыть крышкой и варить на слабом огне 5 минут\nВ кастрюлю добавить нарезанную зелень, очищенную от костей отварную рыбу, перемешать и варить на слабом огне 5 минут.\nРыбный суп подавать горячим. Перед подачей посыпать зеленый луком.",
        "calories": "111",
        "ingredient_types": "FISH_AND_SEAFOOD",
        "menu": "LOW_CARB, KETO",
        "dish_type": "LUNCH",
        "image": "https://i.ibb.co/4T3FcKM/image.webp"
    },
    {
        "title": "Овощной салат с киноа",
        "ingredients": "Киноа - 100 г, Вода - 250 мл, Огурцы свежие - 200 г, Помидоры - 200 г, Сладкий перец - 100 г, Красный лук - 50 г, Чеснок - 1 зубчик, Свежая петрушка - 10 г, Оливковое масло - 2 ст.л., Мед - 1 ст.л., Сок лимона - 2 ст.л., Перец черный молотый - 1/2 ч.л., Соль - 1/2 ч.л.",
        "description": "100 г киноа промыть в холодной воде несколько раз. В сотейнике довести до кипения 250 мл воды, добавить киноа, 1/4 ч.л. соли, убавить огонь до слабого и варить под крышкой 15 мин. Если на дне осталось немного воды, то оставить на огне ещё на 2-3 минуты, чтобы вода. Снять с огня, остудить.\nВ маленькой миске смешать измельченный зубчик чеснока, 2 ст.л. оливкового масла, 2 ст.л. сока лимона, 1 ст.л. мёда, по 1/2 ч.л. соли и чёрного молотого перца.\nСвежие огурцы, помидоры, сладкий перец нарезать кубиками. Красный лук и свежую петрушку нарезать мелко.\nВ салатник добавить нарезанные овощи, зелень киноа, полить заправкой и хорошо перемешать.\nПодавать в качестве салата или гарнир к мясным и рыбным блюдам, а также, как начинку для сэндвичей, роллов, канапе. Идеально подходит как гарнир для стейков.",
        "calories": "170",
        "ingredient_types": "BEE_PRODUCTS",
        "menu": "VEGITARIAN, KETO",
        "dish_type": "DINNER",
        "image": "https://i.ibb.co/3vb6RQr/image.webp"
    },
    {
        "title": "Чизкейк без выпечки",
        "ingredients": "Масло  сливочное - 180 г, Сыр творожный сливочный - 800 г, Печенье сахарное - 300 г, Молоко сгущенное с сахаром - 380 г, Сок лимонный - 4 ст.л., Ванилин - 1/3 ч.л., Загуститель для сливок - 2 ст.л.",
        "description": "Измельчите печенье в мелкую крошку с помощью блендера или скалки.\nДобавьте в крошку растопленное сливочное масло и хорошо перемешайте.\nДно формы закройте пекарской бумагой.\nВ форму выложите равномерным слоем подготовленную крошку и равномерно утрамбуйте.\nПоместите форму в морозильную камеру на 15 минут.\nВ творожный сыр добавьте сгущенное молоко, лимонный сок, ванилин и перемешайте до однородного состояния.\nВыложите творожную массу в форму на слой крошки и разровняйте.\nНакройте чизкейк пищевой пленкой и поставьте в холодильник на 3-4 часа.\nУкрашайте готовый чизкейк свежими ягодами, тертым шоколадом или орехами.",
        "calories": "159",
        "ingredient_types": "MILK_PRODUCTS",
        "menu": "CLASSIC, LOW_CARB, VEGITARIAN, KETO",
        "dish_type": "DESSERT",
        "image": "https://i.ibb.co/xjC51SH/image.webp"
    },
    {
        "title": "Пюре из зеленого горошка с мятой",
        "ingredients": "Зеленый горошек, замороженный - 1 кг, Растительное масло - 4 ст.л., Листья мяты - 25 г, Зеленый лук - 70 г, Сахар коричневый - 4 ст.л., Масло сливочное - 80 г, Соль по вкусу, Перец черный молотый по вкусу",
        "description": "На сковороде разогреть сливочное масло, добавить зеленый горошек, листья мяты, мелко нарезанный зеленый лук, растительное масло и тушить на слабом огне 15 минут, с закрытой крышкой, пока горошек не станет мягким.\nВ сковороду добавить сахар, соль, черный перец и перемешать.\nПереложить горошек в глубокую миску и с помощью блендера или картофелемялки сделать пюре.\nПодавать пюре из зеленого горошка горячим или холодным.",
        "calories": "73",
        "ingredient_types": "NUTS_AND_BEANS",
        "menu": "KETO, VEGITARIAN",
        "dish_type": "LUNCH",
        "image": "https://i.ibb.co/BjV61f9/image.webp"
    },
    {
        "title": "Запеканка из кабачков",
        "ingredients": "Кабачки молодые - 800 г, Яйцо куриное - 4 шт, Сметана 20% - 4 ст.л. с горкой., Сливочное масло - 30 г, Чеснок - 1 зубчик, Зелень укропа - 5 г, Соль - 1 ч.л., Черный перец молотый - 1/2 ч.л., Сыр твердый - 100 г, Зеленый лук - 5 г",
        "description": "Куриные яйца взбить венчиком или вилкой, добавить сметану, соль, перец, измельченный зубчик чеснока и нарезанную зелень укропа, перемешать.\nКабачки нарезать кольцами, примерно 5-7 мм толщины.\nФорму для выпечки смазать растопленным сливочным маслом.\nВыложить кольца кабачков в форму, не укладывайте кабачки слишком плотно..\nЗалить кабачки приготовленным соусом.\nПосыпать сверху натертым сыром.\nРазогреть духовку до 180°С и выпекать запеканку из кабачков до легкой золотистой корочки 30 минут.\nПодавать запеканку из кабачков можно горячей или холодной.",
        "calories": "166",
        "ingredient_types": "MILK_PRODUCTS",
        "menu": "KETO, CLASSIC",
        "dish_type": "DINNER",
        "image": "https://i.ibb.co/2vn915k/image.webp"
    }
]